Repository: abozaid-ibrahim/Direct-Dev
Catalog: Direct/*.lproj/Main.strings
Languages: ar

# 31F-ed-mth.title
source: Search
ar: بحث

# 5Kk-4m-T7n.normalTitle
source: Logout
ar: تسجيل الخروج

# Dq0-us-giM.title
source: More
ar: المزيد

# Drt-8V-cx7.text
source: Welcome
ar: اهلاً بك

# It3-cK-2n6.title
source: Visa Requirement
ar: متطلبات التاشيرة

# Jyh-uK-bTQ.text
source: Packages
ar: بكجات

# QVa-gB-goh.title
source: My orders
ar: طلباتى

# Zpc-oo-kAD.text
source: Travel to ...?
ar: الى اين تود السفر؟

# aCz-Ke-WBd.text
source: App Language
ar: لغة التطبيق

# eAv-WC-GJe.normalTitle
source: Login / Create User
ar: سجل الدخول / انشئ حساب

# fUg-fc-CUz.text
source: Label
ar: عن دايركت فيزا

# qiM-uw-bq5.text
source: Visa
ar: تاشيرات

# vtD-K9-o1t.text
source: Institute
ar: معاهد

# zDX-zY-UOx.title
source: Search
ar: بحث
