Repository: abozaid-ibrahim/Direct-Dev
Catalog: Direct/Modules/visa/*.lproj/Visa.strings
Languages: ar

# 5eF-pt-raM.text
source: Relation between passangers
ar: العلاقة بين المسافرين

# 8wU-zg-3MJ.text
source: Country
ar: الدولة

# EXs-hn-WZA.text
source: Bio Location
ar: مكان البصمة

# Pgr-s7-yfA.text
source: Travel date
ar: تاريخ السفر

# QMe-RP-DN6.text
source: Cost sponsors
ar: المتكفلون بالمصاريف

# SsY-RN-4BW.text
source: Pick a date
ar: تحديد الموعد

# d8b-Et-pAY.text
source: Visa type
ar: نوع التاشيرة

# fFK-aU-6J7.normalTitle
source: Enter passangers info
ar: أدخل بيانات المسافرين

# nFJ-rr-6qH.text
source: Basic information
ar: المعلومات الأساسية

# ocC-P9-gJ6.text
source: Mention the countries you had visited last 5 years?
ar: اذكر بعض الدول التي سافرت إليها اخر 5 سنوات

# vdC-TN-SmQ.normalTitle
source: + Add
ar: + أضف

# xcw-bJ-45X.text
source: Enter passangers info
ar: أدخل بيانات المسافرين

# zPg-aM-EB4.text
source: Passangers count
ar: عدد المسافرين
