Repository: abozaid-ibrahim/Direct-Dev
Catalog: Direct/Modules/passangers/sections/*.lproj/VisaQuestionsView.strings
Languages: ar

# 0dK-UQ-nKd.segmentTitles[0]
source: No
ar: لا

# 0dK-UQ-nKd.segmentTitles[1]
source: Yes
ar: نعم

# 1Hr-2w-1Rd.text
source: Picture is unavaliable
ar: الصورة غير متوفرة

# 1Sk-fx-oCr.text
source: Ever you visa canceled or rejected?
ar: هل تم رفض دخولك او الغاء تاشيرتك لامريكا من قبل

# 1b3-zf-WgR.text
source: Even you had a SGN visa?
ar: هل سبق وحصلت على تاشيرة شنغن فى ل ٣ سنوات الاخيره

# 9Kg-Ed-IbD.text
source: Are you have any relatives in US?
ar: هل لديك اى اقارب فى امريكا؟

# uJD-c6-MSC.segmentTitles[0]
source: No
ar: لا

# uJD-c6-MSC.segmentTitles[1]
source: Yes
ar: نعم

# zKI-GX-N8y.segmentTitles[0]
source: No
ar: لا

# zKI-GX-N8y.segmentTitles[1]
source: Yes
ar: نعم
